---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireNeutralModeParam
source: html/77f35dcf-3db3-9db1-50b8-2591b7e8e098.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireNeutralModeParam Property

"Neutral Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireNeutralModeParam { get; }
```